Repository: nataliasannchez/06286885L
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: Plus, its cast is nothing to scoff at: Kaitlin Olson, Don Cheadle, Johnny Knoxville, and Niecy Nash join McConaughey as fellow agents.
es: Además, su reparto no es nada despreciable: Kaitlin Olson, Don Cheadle, Johnny Knoxville y Niecy Nash se unen a McConaughey como agentes.

source: Rather than focusing on the way that humanity has been splintered by disease and destruction, the series is woven out of the human connections that cannot be broken, even by death.
es: En lugar de centrarse en el modo en que la humanidad se ha visto dividida por la enfermedad y la destrucción, la serie se teje a partir de las conexiones humanas que no pueden romperse, ni siquiera con la muerte.

source: Right, it’s not the responsibility of fiction to model the best in humanity, and right, representation not only isn’t endorsement, it might be critique.
es: Cierto, no es responsabilidad de la ficción modelar lo mejor de la humanidad, y cierto, la representación no solo no es apoyo, sino que podría ser crítica.

source: Rupert is his boss and Rupert’s not a force for good in anyone’s life.
es: Rupert es su jefe y Rupert no es una fuerza para el bien en la vida de nadie.

source: Season one Nate, the slightly bumbling, slightly socially awkward sort of guy, I could associate a lot more with him.
es: La noche de la primera temporada, que fue un poco incómoda y socialmente incómoda, me resultaba más familiar .

source: She stars as the eponymous Carol in Todd Haynes’ sumptuous period romance.
es: La actriz interpreta a la homónima Carol en el suntuoso romance de época de Todd Haynes.

source: She’s willing to sacrifice herself to save the world, but Joel isn’t willing to live without her.
es: Está dispuesta a sacrificarse para salvar el mundo, pero Joel no está dispuesto a vivir sin ella.

source: So in terms of from good to bad, he’s quite complicated.
es: Así que en términos de bueno a malo, es bastante complicado.

source: So that was so great to have scenes with him.
es: Fue genial tener escenas con él.

source: So that’s a testament to the amazing makeup department.
es: No podían creerlo. Este es un testimonio del increíble departamento de maquillaje.

source: So there was slightly less to draw on there and more of a challenge as an actor.
es: Entonces, como actor, hay menos inspiración y más desafíos.

source: Some people have to escape the impending doom of the climate catastrophe, while others are happy to profit off of the chaos.
es: Algunas personas tienen que escapar de la inminente fatalidad de la catástrofe climática, mientras que otras se alegran de sacar provecho del caos.

source: Special?
es: Especial

source: Station Eleven is currently available to stream on HBO Max.
es: Estación Once se puede ver actualmente en streaming en HBO Max.

source: Stunningly shot and intoxicatingly acted, it’s like a film out of another era — but one that’s certainly passed the test of time.
es: Impresionantemente rodada y embriagadoramente interpretada, es como una película salida de otra época, pero que sin duda ha superado la prueba del tiempo.

source: Swarm
es: Enjambre

source: That honor goes to last year’s underappreciated Station Eleven, a series with a great deal of conceptual and thematic overlap with The Last of Us, but one key distinction: While no less mature or complex, Station Eleven has the courage to be humanist and optimistic, even when facing the end of days.
es: Nos referimos a la poco valorada, Estación Once, una serie con una historia genial de solapamiento conceptual y temático con The Last of Us, pero con una diferencia clave: aunque no es más madura o compleja, Estación Once podría hasta ser humanista y optimista, a pesar de estar enfrentándose al final de sus días.

source: That is just lovely because it’s affected a lot of people’s lives in really positive ways.
es: Es sorprendente porque ha afectado la vida de tantas personas de una manera muy positiva.

source: That’s a good question and it’s a difficult one to answer because as an actor or writer you don’t always know the answer to that.
es: Es una buena pregunta y difícil de responder porque, como actor o guionista, no siempre sabes la respuesta.

source: The Music of ‘Spider-Man’ Makes A Live Leap From The Spider-Verse To Brooklyn
es: La música de "Spider-Man" realiza un gran salto desde el multiverso de Spiderman hasta Brooklyn

source: The format, established by screenwriter Kevin Williamson, practically writes itself — the first Scream riffs on John Carpenter’s Halloween, its imitators, and its ancestors.
es: El formato, establecido por el guionista Kevin Williamson, prácticamente se escribe solo: los primeros Scream riffs de John Carpenter <s8 >Halloween, sus imitadores y sus ancestros.

source: The miniseries, based on the novel by Emily St. John Mandel, centers around a deadly global pandemic and its aftermath.
es: La miniserie, basada en la novela de Emily St. John Mandel, se centra en una pandemia mundial mortal y sus consecuencias.

source: The movie’s emotional climax in which the protagonist swallows his self-doubt and makes a daring leap from a Manhattan skyscraper — presented via an inverted camera as an ascent rather than a fall — has become an iconic moment recent cinema thanks in no small part to the interplay between Pemberton’s orchestrated themes and “What’s Up Danger” by rapper Blackway and producing duo Black Caviar.
es: El emotivo clímax de la película, en el que el protagonista se traga sus dudas y realiza un arriesgado salto desde un rascacielos de Manhattan -presentado a través de una cámara invertida como un ascenso en lugar de una caída- se ha convertido en un momento icónico del cine reciente gracias en gran medida a la interacción entre los temas orquestados de Pemberton y "What's Up Danger" del rapero Blackway y el dúo de productores Black Caviar.

source: The self-styled “core four” of the relaunched series each feels essential, heightening the danger in a film where any of the leads could realistically die.
es: Cada uno de los autodenominados "cuatro principales" de la serie relanzada se siente esencial, lo que aumenta el peligro en una película en la que cualquiera de los protagonistas podría morir.

source: The show revolves around Dre, a young woman who grows a bit too attached to her favorite popstar, an icon who mirrors the oft-untouchable Beyoncé.
es: La serie gira en torno a Dre, una joven que se encariña demasiado con su estrella del pop favorita, un icono que refleja a la, a menudo intocable, Beyoncé.

source: The sprawling ensemble cast includes Meryl Streep, Kit Harrington, Sienna Miller, Daveed Diggs, Gemma Chan, Edward Norton, and David Schwimmer, among many, many others.
es: El extenso reparto incluye a Meryl Streep, Kit Harrington, Sienna Miller, Daveed Diggs, Gemma Chan, Edward Norton y David Schwimmer, entre muchos otros.

source: The sunniest reading of this twist ending is that it’s unconscionable to sacrifice one innocent life regardless of how many other lives it might save, or perhaps that the bond of this found family is as worthy of preservation as civilization itself.
es: La lectura más solemne de este giro final es que es inconcebible sacrificar una vida inocente independientemente de cuántas otras vidas pueda salvar, o quizá que el vínculo de esta familia encontrada es tan digno de preservación como la civilización misma.

source: The superfan is willing to go to extreme lengths to protect her idol’s best interest, even if that means she has to cut a few people down along the way.
es: La superfan está dispuesta a llegar a extremos para proteger los intereses de su ídolo, incluso si eso significa que tiene que acabar con algunas personas por el camino.

source: There are a few plot twists as grim as anything seen on this season of The Last of Us.
es: Hay algunos giros argumentales tan sombríos como cualquier cosa vista en esta temporada de The Last of Us.

source: There are bands of marauders and creepy, violent cults out on the road, stealing and murdering to their hearts’ content.
es: Hay bandas de merodeadores y sectas espeluznantes y violentas en la carretera, robando y asesinando hasta hartarse.

source: There are thrillers, comedies, and dramas, plus an Oscar-nominated documentary premiere, so get settled, get scrolling, and get streaming!
es: Hay thrillers, comedias y dramas, además del estreno de un documental nominado al Óscar, así que acomódate, desplázate y ponte a ver streaming.

source: There is talk of taking it to New York and LA.
es: Se habla de llevarla a Nueva York y Los Ángeles.

source: There would often be times when Jason or Joe [Kelly] or Brendan [Hunt] or one of the writers would say, “Oh, this is important because in a year’s time you’re going to be doing this.
es: A menudo, Jason o Joe [Kelly] o Brendan [Hunt] o uno de los escritores me decía: "Esto es importante porque lo harás durante un año.

source: They haven’t gone away just because he’s driving a fancier car now or getting paid a bit more.
es: No han desaparecido sólo porque ahora conduzca un coche más elegante o le paguen un poco más.

source: They’d be filming and they were like, “Oh, we just assumed that was your hair or that you dyed it.” They couldn’t believe it.
es: Filmaron y dijeron: "Digamos que es tu cabello o te lo tiñeste".

source: They’re brilliant.
es: son brillantes.

source: They’re so smart, those writers, and they planted seeds all along the way. Nick Mohammed (left) and Jason Sudeikis in ‘Ted Lasso.’ AppleTV+
es: Los guionistas son muy listos y han plantado semillas por todo el camino. Nick Mohammed y Jason Sudeikis en ‘Ted Lasso.’ AppleTV+

source: This caused no shortage of headaches for Rosenblatt and his UK-based production company, but is an appropriate launchpad for a project that should help him take Senbla global.
es: Esto causó no pocos quebraderos de cabeza a Rosenblatt y a su productora con sede en el Reino Unido, pero es una plataforma de lanzamiento apropiada para un proyecto que debería ayudarle a llevar Senbla a todo el mundo.

source: This documentary may not have won the Oscar this past weekend, but don’t let that stop your from watching this powerful piece of film.
es: Puede que este documental no haya ganado el Oscar este pasado fin de semana, pero no dejes que eso te impida ver esta poderosa pieza cinematográfica.

source: This has made him one of the most interesting composers in the business, but also makes reproducing his work in a live concert environment mostly impractical.
es: Esto le ha convertido en uno de los compositores más interesantes del mercado, pero también hace que la reproducción de su trabajo en un concierto en directo sea muy poco práctico.

source: This more front foot, aggressive, slightly unhinged version of Nate, with elements of him being depressive as well, that’s less familiar to me as a as an individual.
es: Esta versión más positiva, agresiva y algo relajada de Nate también tiene elementos de depresión con los que no estoy particularmente familiarizado personalmente.

source: This new anthology series boasts some big names and even bigger existential problems.
es: Esta nueva serie antológica cuenta con grandes nombres y problemas existenciales aún mayores.

source: This new series centers on the ten-year reunion of an all-girls high school, but with a genre twist: an apocalyptic event leaves the women — and all of their unresolved teenaged tension — marooned in their old school.
es: Esta nueva serie se centra en la reunión de diez años de un instituto femenino, pero con un toque de género: un acontecimiento apocalíptico deja a las mujeres -y a todas sus tensiones adolescentes no resueltas- abandonadas en su antiguo instituto.

source: This puts Scream VI, “a sequel to a requel,” at something of a disadvantage, in that there are no specific low-hanging rules or tropes to subvert.
es: Esto pone a Scream VI, "una secuela de una secuela", en cierta desventaja, ya que no hay reglas específicas al alcance de la mano, o tropos para subvertir.

source: This sequel to a requel moves the action to New York City.
es: Esta secuela de una secuela traslada la acción a la ciudad de Nueva York.

source: This would probably not have sounded particularly good in the surround sound of a movie theater.
es: Esto probablemente no habría sonado especialmente bien en el sonido envolvente de una sala de cine.

source: Though Ellie is never directly asked to consent to this operation, she has previously expressed a willingness to do whatever it takes to bring an end to the fungal holocaust into which she was born.
es: Aunque a Ellie nunca se le pidió directamente que diera su consentimiento a esta operación, ya expresó anteriormente su voluntad de hacer lo que sea necesario para poner fin al holocausto fúngico en el que nació.

source: Though significantly simplified for performance by a traditional ensemble of winds and strings, it was enough to convince Pemberton that a concert of the Into the Spider-Verse score could be achieved, with all of the bells and literal whistles.
es: Aunque significativamente simplificada para su interpretación por un conjunto tradicional de vientos y cuerdas, fue suficiente para convencer a Pemberton de que se podía lograr un concierto de la partitura de Into the Spider-Verse, con todas las campanas y silbatos.

source: Though the tales may start out as separate, they are all interconnected as we are with our planet.
es: Aunque las historias empiezan separadas, todas están interconectadas, como lo estamos nosotros con nuestro planeta.

source: Throughout the season, Joel and Ellie are no better, rarely hesitating to blast holes in anyone they encounter (even when they themselves are the trespassers).
es: A lo largo de la temporada, Joel y Ellie tampoco son mejores personas, sin dudar apenas si poner minas antipersona a las personas con las que se encontraban (aunque ellos fueran los intrusos).

source: Thus, dozens of soldiers, the surgeon who was supposed to perform the procedure, and countless others had to die in order to keep Joel’s heart from breaking a second time.
es: Así, docenas de soldados, el cirujano que debía realizar el procedimiento e innumerables personas más tienen que morir para evitar que el corazón de Joel se rompa por segunda vez.

source: To try and feel that loneliness because it is what Nate’s going through.
es: Intentar sentir esa soledad porque es por lo que está pasando Nate.

source: Top: Pedro Pascal and Bella Ramsey in ‘The Last of Us’; bottom: Mackenzie Davis and Caitlin McRill FitzGerald in ‘Station Eleven.” Liane Hentscher/HBO (top); Ian Watson/HBO Max (bottom)
es: Arriba: Pedro Pascal y Bella Ramsey en "The Last of Us"; abajo: Mackenzie Davis y Caitlin McRill FitzGerald en "Estación Once” Liane Hentscher/HBO (arriba); Ian Watson/HBO Max (abajo)

source: True to form, Scream VI is a neck-breakingly twisty whodunnit in which absolutely everyone is a suspect and nowhere is safe, a danger that is only intensified by the new setting.
es: Fiel a su forma, Scream VI es una novela policíaca retorcida y desgarradora en la que absolutamente todos son sospechosos y ningún lugar es seguro, un peligro que es intensificada por el nuevo escenario.

source: Two months ahead of tour kickoff, Pemberton was puzzling out how to notate the DJ’s parts in the live orchestral score, as there isn’t yet an accepted standard for doing so.
es: Dos meses antes del inicio de la gira, Pemberton estaba buscando la forma de anotar las partes del DJ en la partitura orquestal en directo, ya que aún no existe una norma aceptada para hacerlo.

source: Was it been weird for you to not be sharing scenes with your usual co-stars?
es: ¿Le resultó extraño no compartir escenas con sus coprotagonistas habituales?

source: We find him where we left off in season two, really.
es: Lo encontramos donde lo dejamos en la segunda temporada, en realidad.

source: We’re part of something quite special.
es: Somos parte de algo muy especial.

source: What comes after the end of the world?”
es: ¿Qué viene después del fin del mundo?".

source: What to Watch on Streaming This Week: March 17-23
es: Qué ver en streaming esta semana: Del 17 al 23 de marzo

source: What to watch on Amazon Prime
es: Qué ver en Amazon Prime

source: What to watch on Apple TV+
es: Qué ver en el Apple TV+

source: What to watch on HBO Max
es: Qué ver en HBO Max

source: What to watch on Hulu
es: Qué ver en Hulu

source: What to watch on Netflix
es: Qué ver en Netflix

source: What’s the biggest challenge in portraying Nate as this angrier version of himself?
es: ¿Cuál fue el mayor desafío de retratar a Nate como esta versión más enojada de él?

source: When asked if he would be conducting the concert, Pemberton replied, frankly, “There’s nothing worse than a film composer pretending to conduct.”
es: Cuando se le preguntó si dirigiría el concierto, Pemberton contestó con franqueza: "No hay nada peor que un compositor de cine pretendiendo dirigir".

source: Where its suburban siblings play on fear of isolation in big, empty houses, this installment exploits the equal and opposite fear of crowds and tight spaces, which is an excellent fit for a series whose iconic killer is always a mortal in a common store-bought mask.
es: Donde sus hermanos suburbanos juegan con el miedo al aislamiento en casas grandes y vacías, esta entrega explota el miedo igual y opuesto a las multitudes y los espacios reducidos, lo que encaja perfectamente con una serie cuyo asesino icónico es siempre un mortal con una máscara común comprada en una tienda.

source: Whereas Rupert is quite malicious and outwardly more evil.
es: Mientras que Rupert es bastante malicioso y exteriormente más malvado.

source: With the exception of the Jackson commune seen in Episode 6, every group of human survivors that Joel and Ellie encounter is some sort of hell, whether it be a fascist military dictatorship, an equally tarnished post-revolutionary state, or a reactionary religious cult.
es: A excepción de la comunidad de Jackson en el Episodio 6, todos los grupos de supervivientes humanos con los que Joel y Ellie se topaban eran un infierno, o bien eran una dictadura militar y fascista, un estado posrevolucionario igual de dañado o bien una secta conservadora y religiosa.

source: Without a specific metatextual checklist to work from, Scream VI is forced to function simply as “a franchise movie,” an installment in a series whose only unbreakable rule is that it never ends.
es: Sin una lista de verificación metatextual específica para trabajar, Scream VI se ve obligada a funcionar simplemente como "una película de franquicia", una entrega de una serie cuya la única regla inquebrantable es que nunca termina.

source: Yeah, that’s a wig.
es: Sí, es una peluca.

source: Yes to all.
es: Sí a todo.

source: You Loved ‘The Last of Us.’ Now Watch ‘Station Eleven.’
es: Te encantó "The Last of Us". Ahora tienes que ver "Estación Once".

source: You don’t know what is said about you.
es: No sabes lo que la gente dice de ti.

source: You don’t know what you might be considered for then never get.
es: No sabes para qué te van a tomar, nunca te van a dar.

source: You must be wearing a wig in season three, right?
es: Debes estar usando una peluca en la tercera temporada, ¿verdad?

source: You never really hear about it or [hear] when your name is mentioned.
es: Incluso cuando se menciona tu nombre, nunca has oído hablar de él.

source: data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==
es: datos:imagen/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==

source: https://www.hulu.com/movie/boston-strangler-323eae40-5c62-4765-949a-5b4f7f8f2ba4
es: https://www.hulu.com/movie/boston-strangler-323eae40-5c62-4765-949a-5b4f7f8f2ba

source: ‘Scream VI’ Review: Bloody?
es: SCREAM VI ★★1/2 (2,5/4 estrellas)

source: “But spiritually, it’s so important to the character.
es: "Pero espiritualmente es muy importante para el personaje.

source: “I used to go to hip-hop clubs in London,” says Pemberton, “and the first time I saw people scratch it blew my mind.
es: "Solía ir a clubes de hip-hop en Londres", dice Pemberton, "y la primera vez que vi a la gente hacer scratch me dejó alucinado.

source: “I’d always sort of resigned myself to the fact that I was probably never going to be able to do live concerts.”
es: “Siempre me he resignado a creer en el hecho de que probablemete nunca pueda hacer conciertos en directo.”

source: “I’m always trying to do things that are unconventional and not based around traditional setups, and they’re always impossible to do live.” Pemberton explains via a Zoom call from his home in London.
es: "Siempre estoy intentando hacer cosas poco convencionales y no basadas en ambientes tradicionales, y siempre son imposibles de hacerlas en directo". Explica Permberton en una videollamada desde su casa en Londres.

source: “Now, you just accept it as part of the movie, but at the time, that was such a crazy idea, and that showed me that these guys really were going to push it.”
es: “Ahora, solo lo aceptas como parte de la película, pero en ese momento, era una locura, y eso fue lo que me indicó que esos chicos iban realmente a impulsarla ”

source: “Ollie hates me for this,” laughs Pemberton.
es: "Ollie me odia por esto", ríe Pemberton.

source: “They showed me a picture of the pig,” says Pemberton, referring to Peter Porker, the Amazing Spider-Ham, a supporting character voiced by comedian John Mulaney whose design is a deliberate clash with the art style of the rest of the film.
es: "Me enseñaron una foto del cerdo," dijo Pemberton, refiriéndose a Peter Cerde, el Amazing Spidr-Cerdo, un personaje de soporte doblado por el humorista John Mulaney cuyos diseño es un enfrentamiento intencionado con el estilo artístico del resto de la película.
